-- wazan
-- 1 فَعَلَ -> يَفْعُلُ
-- 2 فَعَلَ -> يَفْعِلُ
-- 3 فَعَلَ -> يَفْعَلُ
-- 4 فَعِلَ -> يَفْعَلُ
-- 5 فَعُلَ -> يَفْعُلُ
-- 6 فَعِلَ -> يَفْعِلُ

INSERT INTO roots ( wazan, word, masdar ) VALUES
    (1, 'بدل', 'بَدَلًا'),
    (1, 'بسط', 'بَسْطًا'),
    (1, 'بطل', 'بُطْلَانًا'),
    (1, 'ترك', 'تَرْكًا'),
    (1, 'ثبت', 'ثُبُوْتًا'),
    (1, 'حسد', 'حَسَدًا'),
    (1, 'حشر', 'حَشْرًا'),
    (1, 'حصل', 'حُصُوْلًا'),
    (1, 'حضر', 'حُضُوْرًا'),
    (1, 'حكم', 'حُكْمًا'),
    (1, 'خرج', 'خُرُوْجًا'),
    (1, 'خطب', 'خٌطْبَةً'),
    (1, 'خلد', 'خُلُوْدًا'),
    (1, 'خلق', 'خَلْقًا'),
    (1, 'دخل', 'دُخُوْلًا'),
    (1, 'ذكر', 'ذِكْرًا'),
    (1, 'رزق', 'رِزْقًا'),
    (1, 'رقد', 'رُقُوْدًا'),
    (1, 'ستر', 'سَتْرًا'),
    (1, 'سجد', 'سُجُوْدًا')
    (1, 'سكت','سُكُوتًا'),
    (1, 'سكن', 'سَكَنًا'),
    (1, 'شكر', 'شُكْرًا'),
    (1, 'صدق', 'صِدْقًا'),
    (1, 'طلب', 'طَلَبًا'),
    (1, 'عبد', 'عِبَادَةً'),
    (1, 'فسد', 'فَسَادًا'),
    (1, 'فسق', 'فُسُوْقًا'),
    (1, 'قتل', 'قَتْلًا'),
    (1, 'قعد', 'قُعُوْدًا'),
    (1, 'كتب', 'كِتَابًا'),
    (1, 'كتم', 'كِتْمَانًا'),
    (1, 'كفر', 'كُفْرًا'),
    (1, 'نصر', 'نَصْرًا'),
    (1, 'نظر', 'نَظْرًا'),
    (1, 'نقض', 'نَقْضًا'),
;