-- wazan
-- 1 فَعَلَ -> يَفْعُلُ
-- 2 فَعَلَ -> يَفْعِلُ
-- 3 فَعَلَ -> يَفْعَلُ
-- 4 فَعِلَ -> يَفْعَلُ
-- 5 فَعُلَ -> يَفْعُلُ
-- 6 فَعِلَ -> يَفْعِلُ

INSERT INTO roots ( wazan, word, masdar ) VALUES
    (1, 'ثبت', 'ثُبُوْتًا'),
    (1, 'حسد', 'حَسَدًا'),
    (1, 'دخل', 'دُخُوْلًا'),
    (1, 'رزق', 'رِزْقًا'),
    (1, 'رقد', 'رُقُوْدًا'),
    (1, 'ستر', 'سَتْرًا'),
    (1, 'سجد', 'سُجُوْدًا')
    (1, 'سكت','سُكُوتًا'),
    (1, 'شكر', 'شُكْرًا'),
    (1, 'فسد', 'فَسَادًا'),
    (1, 'قتل', 'قَتْلًا'),
    (1, 'قعد', 'قُعُوْدًا'),
    (1, 'كتب', 'كِتَابًا'),
    (1, 'كفر', 'كُفْرًا'),
    (1, 'نصر', 'نَصْرًا'),
    (1, 'نصر', 'نَصْرًا'),
;